tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "openssl@3"
brew "cmake"
brew "cowsay"
brew "fd"
brew "freetype"
brew "fzf"
brew "git-flow-avh"
brew "libpng"
brew "libusb"
brew "libuv"
brew "llvm"
brew "luv"
brew "make"
brew "neovim"
brew "openal-soft"
brew "pkg-config"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tmux"
brew "tree"

cask "font-droid-sans-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "temurin@21"
cask "temurin@17"
cask "temurin@11"
cask "temurin@8"
cask "ghostty"
