tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "openssl@3"
brew "bear"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "fd"
brew "freetype"
brew "fzf"
brew "git-flow-avh"
brew "helix"
brew "htop"
brew "libpng"
brew "libusb"
brew "libuv"
brew "llvm"
brew "luv"
brew "make"
brew "neofetch"
brew "neovim"
brew "node"
brew "node@20"
brew "nvm"
brew "openal-soft"
brew "pkg-config"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tmux"
brew "tree"
brew "watchman"
brew "dart-lang/dart/dart", link: false

cask "alacritty"
cask "flutter"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "postman"
cask "temurin"

vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
scode "ms-vscode.cpptools-extension-pack"
vscode "pkief.material-icon-theme"
vscode "vscodevim.vim"
