cask_args appdir: '/Applications'

tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "jpeg-turbo"
brew "libpng"
brew "openssl@3"
brew "grpc"
brew "bear"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "fd"
brew "libogg"
brew "libvorbis"
brew "fzf"
brew "git-flow-avh"
brew "harfbuzz"
brew "inetutils"
brew "libevent"
brew "libuv"
brew "luv"
brew "mbedtls"
brew "neovim"
brew "node"
brew "nvm"
brew "openal-soft"
brew "openssl@1.1"
brew "opusfile"
brew "pkg-config"
brew "premake"
brew "raylib"
brew "ripgrep"
brew "rust-analyzer"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "stow"
brew "tmux"

cask "alacritty"
cask "android-studio"
cask "flutter"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "love"
cask "postman"
cask "temurin"
